brew "acli"
brew "anomalyco/tap/opencode"
brew "btop"
brew "eza"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "glab"
brew "glow"
brew "granted"
brew "jq"
brew "kubeseal"
brew "mise"
brew "mkcert"
brew "nvim"
brew "python3"
brew "ripgrep"
brew "rtk"
brew "spaceship"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "zoxide"
brew "zsh"

cask "docker-desktop"
cask "ghostty"
cask "opencode-desktop"

tap "atlassian/homebrew-acli"
tap "common-fate/granted"

# Nerd fonts
# tap "homebrew/cask-fonts"
cask "font-sauce-code-pro-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "nikitabobko/tap/aerospace"
